stress__tests/reviews.yaml
config:
  target: "http://localhost:3000"
  phases:
    - duration: 10
      arrivalRate: 100
      maxVusers: 1000
scenarios:
  - flow:
    - get:
        url: "/reviews/meta"
        qs:
          product_id: 25
    - get:
        url: "/reviews/meta"
        qs:
          product_id: 100000
    - get:
        url: "/reviews/meta"
        qs:
          product_id: 37312